Repository: AndreFrelicot/DecibelPeak
Catalog: DecibelPeak/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br

source: Audio Analysis
de: Audio-Analyse
es: Análisis de Audio
fr: Analyse Audio
ja: 音響解析
pt_br: Análise de Áudio

# level_dangerous
source: Dangerous
de: Gefährlich
es: Peligroso
fr: Dangereux
ja: 危険
pt_br: Perigoso

# level_extremely_loud
source: Extremely Loud
de: Extrem Laut
es: Extremadamente Fuerte
fr: Extrêmement Fort
ja: 極めて大きい
pt_br: Extremamente Alto

# level_loud
source: Loud
de: Laut
es: Fuerte
fr: Fort
ja: 大きい
pt_br: Alto

# level_moderate
source: Moderate
de: Mäßig
es: Moderado
fr: Modéré
ja: 普通
pt_br: Moderado

# level_normal_conversation
source: Normal Conversation
de: Normale Unterhaltung
es: Conversación Normal
fr: Conversation Normale
ja: 普通の会話
pt_br: Conversa Normal

# level_painful
source: Painful
de: Schmerzhaft
es: Doloroso
fr: Douloureux
ja: 痛い
pt_br: Doloroso

# level_quiet
source: Quiet
de: Leise
es: Silencioso
fr: Silencieux
ja: 静か
pt_br: Silencioso

# level_threshold_of_pain
source: Threshold of Pain
de: Schmerzschwelle
es: Umbral del Dolor
fr: Seuil de la Douleur
ja: 痛みの閾値
pt_br: Limiar da Dor

# level_very_loud
source: Very Loud
de: Sehr Laut
es: Muy Fuerte
fr: Très Fort
ja: とても大きい
pt_br: Muito Alto

# level_very_quiet
source: Very Quiet
de: Sehr Leise
es: Muy Silencioso
fr: Très Silencieux
ja: とても静か
pt_br: Muito Silencioso

# microphone_permission_message
source: Please enable microphone access in Settings to use the decibel meter.
de: Bitte aktivieren Sie den Mikrofon-Zugang in den Einstellungen, um das Dezibelmessgerät zu verwenden.
es: Por favor habilite el acceso al micrófono en Configuración para usar el medidor de decibelios.
fr: Veuillez activer l'accès au microphone dans les Réglages pour utiliser le sonomètre.
ja: デシベルメーターを使用するには、設定でマイクへのアクセスを有効にしてください。
pt_br: Por favor, habilite o acesso ao microfone nas Configurações para usar o medidor de decibéis.

source: Not monitoring
de: Nicht überwacht
es: No monitoreando
fr: Non surveillé
ja: 監視していません
pt_br: Não capturando

source: Real-time Frequency Spectrum
de: Echtzeit-Frequenzspektrum
es: Espectro de Frecuencia en Tiempo Real
fr: Spectre de Fréquence en Temps Réel
ja: リアルタイム周波数スペクトラム
pt_br: Espectro de Frequência em Tempo Real

source: Sound Level Monitor
de: Schallpegel-Monitor
es: Monitor de Nivel de Sonido
fr: Moniteur de Niveau Sonore
ja: 音量レベルモニター
pt_br: Monitor de Nível Sonoro

# start_monitoring
source: Start Capture
de: Aufnahme starten
es: Iniciar Captura
fr: Démarrer la capture
ja: キャプチャ開始
pt_br: Iniciar Captura

# stop_monitoring
source: Stop Capture
de: Aufnahme stoppen
es: Detener Captura
fr: Arrêter la capture
ja: キャプチャ停止
pt_br: Parar Captura

# viz_db_curve
source: dB Curve
de: dB-Kurve
es: Curva dB
fr: Courbe dB
ja: dBカーブ
pt_br: Curva dB

# viz_fft_bars
source: FFT Bars
de: FFT-Balken
es: Barras FFT
fr: Barres FFT
ja: FFTバー
pt_br: Barras FFT

# viz_fft_circle
source: FFT Circle
de: FFT-Kreis
es: Círculo FFT
fr: Cercle FFT
ja: FFTサークル
pt_br: Círculo FFT

# viz_spectrum
source: Spectrum
de: Spektrum
es: Espectro
fr: Spectre
ja: スペクトラム
pt_br: Espectro

# viz_waterfall
source: Waterfall
de: Wasserfall
es: Cascada
fr: Cascade
ja: ウォーターフォール
pt_br: Cascata

# viz_wave
source: Wave
de: Welle
es: Onda
fr: Onde
ja: 波
pt_br: Onda

source: Decibel Peak
pt_br: Pico de Decibéis
